---
kind: property
id: P:Autodesk.Revit.DB.Structure.ReinforcementRoundingManager.Element
zh: 构件、图元、元素
source: html/19607a51-5b44-f2a0-7a6a-9aabde232d6e.htm
---
# Autodesk.Revit.DB.Structure.ReinforcementRoundingManager.Element Property

**中文**: 构件、图元、元素

The owner of the reinforcement rounding overrides.

## Syntax (C#)
```csharp
public Element Element { get; }
```